{   "mainHeader": ["Ogólne warunki sprzedaży", "TERMS AND CONDITIONS OF PURCHASE"],
    "mainSubheader": [
        "Niniejsze warunki znajdują zastosowanie w przypadku braku odrębnych szczegółowych ustaleń pomiędzy Sprzedającym i Zamawiającym.", 
        "Terms and conditions below are applicable in case when no other specific conditions were agreed between the Seller and the Buyer."
    ],
    "definitionsHeader": ["Definicje", "DEFINITIONS"],
    "definitions": {
        "seller": [
            "SPRZEDAJĄCY: Escala Spółka z ograniczoną odpowiedzialnością w organizacji z siedzibą w Sanoku 38-500, przy ul. Cegielnianej 29. Firma posiada numer REGON: 389892400..", 
            "SELLER: Seller is ‘Escala Spółka z ograniczoną odpowiedzialnością w organizacji, whose registered office is in Sanok, Postcode 38-500, 29 Cegielniana street, REGON : 180975800 and NIP number 8672035345,"
        ],
        "buyer": [
            "ZAMAWIAJĄCY: Podmiot posiadający pełną zdolność do czynności prawnych, zamawiający Towary i korzystający z Usług Sprzedającego, uprawniony do odbioru zamówionych produktów.",
            "BUYER: A party having full capacity to enter into legal transactions, ordering the Products and using the Services of the Buyer and which also has a full capacity to receive the Products."
        ],
        "products": [
            "TOWARY: meble objęte ofertą, stanowiące przedmiot działalności Sprzedającego, produkowane po złożeniu zamówienia przez Zamawiającego, zwane dalej także towarami lub produktami.",
            "PRODUCTS: furniture in our offer, being the subject of the Seller’s activity and manufactured upon receipt of the Buyer’s order, hereinafter called products or goods."
        ],
        "service": [
            "USŁUGA: sprzedaż wysyłkowa mebli prowadzona na terytorium Rzeczpospolitej Polskiej oraz poza granicami Rzeczpospolitej Polskiej, realizowana po złożeniu zamówienia przez Zamawiającego.",
            "SERVICE: distance selling of the furniture on the territory of the Republic of Poland and beyond its borders, which is conducted after placing an order by the Buyer."
        ],
        "commercial-offer": [
            "OFERTA HANDLOWA: oferta pisemna sporządzona przez Sprzedającego i przekazana za pośrednictwem poczty elektronicznej wraz z cenami i opisem Zamawiającemu stanowi podstawę do zawarcia Umowy.",
            "COMMERCIAL OFFER: written offer including product description and pricing that constitutes a basis for a contract which is prepared by the Seller and sent to the Buyer by e-mail."
        ],
        "order": [
            "ZAMÓWIENIE: zamówienie złożone przez Zamawiającego w formie pisemnej za pośrednictwem poczty elektronicznej na Towary i Usługi z oferty Sprzedającego. W zamówieniu należy podać: dane identyfikacyjne Zamawiającego, dokładne określenie przedmiotu Zamówienia oraz dokładnie informacje umożliwiające prawidłowe wykonanie towaru i usługi.",
            "ORDER: a written order for Products and Services from the Seller’s offer, placed by the Buyer using e-mail. The aforementioned order should include identification data of the Buyer, exact details of the required Product as well as detailed information guaranteeing proper Product manufacturing process and Service performance."
        ],
        "contract": [
            "UMOWA: umowa sprzedaży zawierana pomiędzy Sprzedającym i Zamawiającym, poprzez którą Sprzedający zobowiązuje się do realizacji zamówienia złożonego przez Zamawiającego na podstawie otrzymanej oferty handlowej, a Zamawiający zobowiązuje się do odebrania produktu i zapłacenia ceny.",
            "CONTRACT: the contract of sale agreed between the Seller and the Buyer, by which the Seller is obliged to finalise the order placed by the Buyer on the basis of the received Commercial Offer and by which the Buyer is obliged to receive the Products and pay the agreed price."
        ]
    },
    "generalConditionsHeader": ["Postanowienia ogólne", "GENERAL CONDITIONS"],
    "general-conditions": {
        "1": [
            "Przedmiotem sprzedaży są meble marki Escala Poland, produkowane przez Escala Spółka z ograniczoną odpowiedzialnością w organizacji, zwane dalej także towarami lub produktami.",
            "The subject of sale are bespoke Escala Poland furniture, manufactured by ‘Escala Spółka z ograniczoną odpowiedzialnością w organizacji’, hereinafter called products or goods."
        ],
        "2": [
            "Wszystkie meble marki Escala Poland są wykonywane na indywidualne zamówienie. Tym samym zgodnie z art. 38 Prawa konsumenckiego Zamawiającemu nie przysługuje prawo do odstąpienia od umowy zawartej na odległość, w której przedmiotem świadczenia jest towar wyprodukowany według specyfikacji Zamawiającego lub służący zaspokojeniu jego zindywidualizowanych potrzeb.",
            "All Escala Poland furniture are bespoke and made according to an individual order. Therefore, in accordance with article 38 of the Consumer Law, the Buyer is not entitled to withdraw from a distance contract, where the agreed object of performance is the Product manufactured according to the Buyer’s specification or serving to meet his individual needs."
        ],
        "3": [
            "Wszystkie meble oferowane przez Sprzedającego są wolne od wad fizycznych i prawnych oraz objęte gwarancją.",
            "All the furniture offered by the Seller are free from physical and legal defects and they are covered by the warranty."
        ],
        "4": [
            "Wszystkie ceny podawane przez Sprzedającego są wyrażone w polskiej walucie i są cenami brutto (zawierają podatek VAT). Ceny produktów nie zawierają kosztu dostawy, który jest określany indywidualnie na podstawie rozmiarów mebla i miejsca dostawy.",
            "All the prices sent by the Seller are expressed in the Polish currency and are gross prices (including VAT tax). The Product prices do not include the cost of delivery, which is calculated individually depending on the  furniture size and delivery destination."
        ],
        "5": [
            "Zapytania ofertowe należy składać za pośrednictwem formularza kontaktowego zamieszczonego na stronie www.escalapoland.com lub za pośrednictwem poczty elektronicznej info@escalapoland.com. W odpowiedzi na przesłane zapytanie Sprzedający sporządza ofertę handlową, którą przesyła do potencjalnego Zamawiającego, a po uzgodnieniu finalnych warunków oferty sporządza i przesyła do Zamawiającego Formularz Zamówienia. Poprzez akceptację warunków zawartych w Formularzu Zamówienia Zamawiający zawiera ze Sprzedającym Umowę, o której mowa w Definicjach.",
            "Offer inquiries should be sent using the on-line inquiry form available on www.escalapoland.com website or by e-mail to info@escalapoland.com In response to an offer inquiry, the Seller will prepare Commercial Offer which will be sent to the potential Buyer, and after agreeing upon the final terms of the offer the Seller will prepare an Order form which will be sent to the Buyer. Upon acceptance of the terms described in the Order form, the Buyer concludes the contract (defined in the Definitions section) with the Seller."
        ],
        "6": [
            "Warunkiem realizacji zamówienia jest wpłata zadatku w wysokości 100% wartości zamówienia.",
            "The contact performance condition is paying a deposit of 100% of the order value."
        ],
        "7": [
            "Termin realizacji zamówienia wynosi od 6 do 8 tygodni, w zależności od typu mebla i jest podany w Formularzu Zamówienia.",
            "The production time of the goods is between 7-8 weeks depending on the furniture type which is described in the Order form."
        ],
        "8": [
            "Dostawa zamówionego towaru następuje na adres wskazany przez Zamawiającego w terminie uzgodnionym pomiędzy Sprzedającym i Zamawiającym, nie później niż w ciągu 14 dni od dnia powiadomienia Zamawiającego przez Sprzedającego o gotowości do wysyłki. Dostawa nie obejmuje montażu oraz wnoszenia towaru do mieszkania/domu Zamawiającego.",
            "The ordered goods will be delivered to the address submitted by the Buyer, within the time limit agreed between the Seller and the Buyer, no later than 14 days from the day of notifying the Buyer by the Seller that the delivery item is ready for dispatch. The delivery does not include assembly or carrying the product into the Buyer’s house/premises."
        ],
        "9": [
            "Sprzedający zobowiązuje się dostarczyć Zamawiającemu instrukcję użytkowania, z którą Zamawiający ma obowiązek niezwłocznie się zapoznać. Sprzedający wyklucza swoją odpowiedzialność w przypadku użytkowania produktu niezgodnie z dostarczoną instrukcją.",
            "The Seller is obliged to provide assembly instructions to the Buyer, which should be immediately read by the Buyer. In case a product is not used in accordance with the posted instructions, the Seller’s responsibility is excluded."
        ]  
    },
    "warrantyMainHeader": ["GWARANCJA I PROCEDURA REKLMACYJNA", "WARRANTY AND COMPLAINT PROCEDURE"],
    "warrantyHeader": ["Gwarancja", "Warranty"],
    "warrantySubheader": [
        "Sprzedający udziela gwarancji na swoje produkty na okres 1 roku, przy czym gwarancja ta nie obejmuje takich elementów jak:",
        "The warranty of 1 year applies to the products produced by the Seller, and the aforementioned warranty does not include:"
    ],
    "warranty": {
        "1": [
            "uszkodzenia wynikające ze zdarzenia losowego lub wynikłe w innych okolicznościach niezależnych od Sprzedającego,",
            "damage arising from a random event or other circumstances beyond the control of the Seller,"
        ],
        "2": [
            "uszkodzenia powstałe wskutek przeróbek wykonywanych przez Klienta,",
            "damage arising from the Buyer’s attempts to modify the product,"
        ],
        "3": [
            "uszkodzenia powstałe w wyniku niezgodnych z zaleceniami producenta zasad użytkowania, konserwacji i przechowywania mebli,",
            "damage arising from improper handling, not in accordance with the producer’s guidelines,"
        ],
        "4": [
            "różnice występujące w odcieniu i fakturze, nierównomierne wybarwienia wynikające z właściwości użytych materiałów takich jak metale nakładane metodą natryskową na zimno, jak również efekty powstałe w wyniku procesów ich utleniania i patynowania, które mają charakter niepowtarzalny i nie stanowią wady produktu,",
            "differences of shade, texture and colouring being a result of manufacturing methods and materials, which are an integral part of bespoke furniture,"
        ],
        "5": [
            "uszkodzenia wynikłe wskutek niewłaściwego ustawienia produktu, np.: bezpośrednio przy kaloryferze, kominku lub przy innych urządzeniach grzejnych,",
            "damage arising from incorrect position and/or location of the product, for instance: directly at a radiator, fireplace or other heat sources."
        ],
        "6": [
            "uszkodzenia lub odkształcenia powstałe w wyniku bezpośredniego ustawienia na meblach bardzo gorących lub bardzo zimnych przedmiotów oraz w wyniku czyszczenia nieodpowiednimi środkami,",
            "damage arising from placing extremely hot or extremely cold items on the furniture as well as from cleaning the product using improper products or methods,"
        ],
        "7": [
            "uszkodzenia powstałe wskutek długotrwałego kontaktu z wodą,",
            "damage arising from long-term contact with water,"
        ],
        "8": [
            "uszkodzenia wynikające z użytkowania mebli w pomieszczeniach o wilgotności mniejszej niż 45% oraz większej niż 60%,",
            "damage arising from using the furniture in spaces with humidity lesser than 45% or higher than 60%,"
        ],
        "9": [
            "uszkodzenia powstałe podczas transportu mebli wykonywanego na zlecenie Zamawiającego przez firmę spedycyjną,",
            "damage arising during transportation conducted by a delivery company on behalf of the Buyer,"
        ],
        "10": [
            "wady i uszkodzenia, z którymi Zamawiający zapoznał się przy odbiorze produktu i na skutek których obniżono cenę końcową produktu,",
            "any damage or defects that the Buyer was aware of upon the receipt of the product, which resulted in a reduced final price."
        ],
        "11": [
            "uszkodzenia produktu powstałe w wyniku naturalnego zużycia np.: zarysowania, wgniecenia, itp.",
            "any defects arising due to natural wear, for example: scratches, dents, etc.,"
        ],
        "12": [
            "zmiany tonacji kolorystycznej powłoki lakierniczej lub pokrycia z metalu, związane z narażeniem jej na długotrwałe działanie promieni słonecznych, wody, dymu tytoniowego i tym podobnych,",
            "colour tone changes of the finish or metal surface due exposure to sunshine, water, tobacco smoke, etc."
        ]
    },
    "complaintHeader": ["PROCEDURA REKLAMACYJNA", "COMPLAINT PROCEDURE"],
    "complaint": {
        "1": [
            "Reklamacja powinna być zgłoszona za pośrednictwem poczty tradycyjnej lub elektronicznej i zawierać opis usterki wraz z dokumentacją fotograficzną oraz dowodem zakupu.",
            "Any complaint should be reported using e-mail or traditional mail and it should include a description of a defect, photographic documentation as well as purchase confirmation."
        ],
        "2": [
            "Reklamacja jest rozpatrywana w ciągu 14 dni od daty wpływu zgłoszenia.",
            "The Complaint shall be handled within 14 days from its receipt."
        ],
        "3": [
            "Po rozpatrzeniu reklamacji Sprzedający poinformuje Zamawiającego o swoim stanowisku za pośrednictwem poczty elektronicznej.",
            "After considering the complaint the Seller will inform the Buyer about their position in regard to the complaint using e-mail."
        ],
        "4": [
            "W przypadku uznania reklamacji Sprzedający naprawi uszkodzony towar lub wymieni go na egzemplarz pozbawiony wad, a w sytuacji, gdy nie będzie to możliwe, zwróci Zamawiającemu poniesione koszty, przystając tym samym na odstąpienie Zamawiającego od umowy.",
            "If the complaint is accepted, the Seller will repair the purchased goods or exchange them for a defect-free product and in case it is not possible, the Seller will provide money compensation for the incurred costs, thus accepting the withdrawal of the Buyer from the contract."
        ]
    }
}